{
    "title": "Panasonic LUMIX GX7 -Variables Kreativ-Werkzeug für Foto-Ent",
    "description": "Die GX7 vereint kompakte Bauweise, fototechnische Höchstleistung und aktuelle Kommunikationstechnik. Damit setzt sie einen neuen Maßstab, nicht nur bei Micro-FourThirds-Kameras. Das gilt sowohl für die Aufnahmequalität wie auch Handhabung und Komfort.\n Di",
    "referenceId": null,
    "date_created": "1380127157",
    "date_modified": "1418181042",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "117518",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "Panasonic-LUMIX-GX7-Variables-Kreativ-Werkzeug-für-Foto-Ent",
    "category": null,
    "duration": 169,
    "settings": [],
    "asset": {
        "author": "Panasonic Deutschland",
        "hdvFlag": 1,
        "mediaDuration": "169",
        "thumbnailUrl": "https:\/\/i1.ytimg.com\/vi\/QIMtzApk_Bg\/mqdefault.jpg",
        "uploadDate": 1378022012,
        "videoId": "QIMtzApk_Bg",
        "hookText": "Die GX7 vereint kompakte Bauweise, fototechnische Höchstleistung und aktuelle Kommunikationstechnik. Damit setzt sie einen neuen Maßstab, nicht nur bei Micro-FourThirds-Kameras. Das gilt sowohl für die Aufnahmequalität wie auch Handhabung und Komfort.\n Die LUMIX GX7 garantiert eine rundum überzeugende Bildqualität mit naturgetreuem Detailreichtum, dank ihrer hervorragenden Leistungen bei Auflösung, Bilderzeugung und Farbwiedergabe. Die Qualität der Videoaufzeichnung profitiert ebenfalls von den Verbesserungen des neuen Digital Live-MOS-Sensors. Dabei ist die LUMIX GX7 mit Full-HD 1920 x 1080\/50p voll auf der Höhe der Zeit. Zudem stehen der Kino-Look mit 24p-Aufzeichnung und eine Bildaufzeichnungsrate von 24 Mb\/s ebenso zur Verfügung wie die gestalterischen Möglichkeiten der P\/A\/S\/M-Modi sowie kontinuierlicher und Tracking-AF(Autofokus). \nEin Highlight der LUMIX GX7-Ausstattung ist der neue integrierte, um 90° nach oben schwenkbare Live-View-Sucher (LVF). Alternativ dazu steht für die Bildkontrolle- und -betrachtung ein nach oben oder unten klappbarer 7,5-cm-Touchscreen-LCD-Monitor mit 1.04 Mio Bildpunkten zur Verfügung.\n\nDank der erstmals bei einer LUMIX-G zum Einsatz kommenden optischen Bildstabilisierung per Sensor-Shift sind mit der LUMIX GX7 unverwackelte Aufnahmen auch mit Objektiven ohne eigenen Bildstabilisator kein Problem mehr, sei es mit lichtstarken Micro-FourThirds-Objektiven, Objektiven anderer Hersteller oder von Fremdobjektiven per Adapter, die keinen eigenen Bildstabilisator haben. \nMit einer extrem kurzen Verschlusszeit von nur 1\/8000s erweitert die GX7 jetzt den fotografischen Gestaltungsspielraum vor allem beim Einsatz besonders lichtstarker Objektive wie auch beim Blitzen. Zudem erleichtert in der GX7 eine Focus-Peak-Anzeige-Funktion die präzise Kontrolle der Fokussierung.\n Der wachsenden Bedeutung mobiler Kommunikation wird die GX7 mit WiFi- und NFC (Near Field Communication)-Technologie gerecht.\n\nWeitere Informationen finden Sie hier: \nhttp:\/\/www.panasonic.de\/lumix\nhttp:\/\/www.lumixgexperience.de"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 346.88077
}