{
    "title": "Savannah",
    "description": "East Africa is a land which is constantly changing. To survive here, creatures must be able to deal with unpredictable twists and turns -- wet turning to dry, famine to feast, cold to hot -- no matter how hostile and unpredictable it becomes. From dense f",
    "referenceId": null,
    "date_created": "1380071376",
    "date_modified": "1418181041",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "id": "117432",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "Savannah",
    "category": null,
    "duration": 2886,
    "settings": [],
    "asset": {
        "author": "TheBBCStore",
        "hdvFlag": 1,
        "mediaDuration": "2886",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LaVgfCAp4fI\/mqdefault.jpg",
        "uploadDate": 1364979021,
        "videoId": "LaVgfCAp4fI",
        "hookText": "East Africa is a land which is constantly changing. To survive here, creatures must be able to deal with unpredictable twists and turns -- wet turning to dry, famine to feast, cold to hot -- no matter how hostile and unpredictable it becomes. From dense forests, to snow capped peaks, steamy swamps to endless savannah, this unique and varied land is also a haven for life. But away from the forever-travelling herds, there are a huge cast of other characters -- lizards that steal flies from the faces of lions, vast dinosaur-like birds who stalk catfish through huge wetlands, and elephants who battle for three days for the right to father the next generation. East Africa can be a cruel and unforgiving place, when the stakes are high you must be prepared to take risks and if necessary to gamble with your life."
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "9",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 414.64835
}