{
    "title": "Using The Smoker Box - Char-Broil TRU-Infrared Big Easy 2-in",
    "description": "Using The Smoker Box On The Char-Broil TRU-Infrared Big Easy 2-in-1 Electric Smoker & Roaster\n\nProcessed wood pellets or real wood chips can be used in the smoker box.  When filling with wood chips, shake the smoker box and tamp to settle the wood chips a",
    "referenceId": null,
    "date_created": "1384837445",
    "date_modified": "1418181108",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "132535",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "Using-The-Smoker-Box-Char-Broil-TRU-Infrared-Big-Easy-2-in",
    "category": null,
    "duration": 96,
    "settings": [],
    "asset": {
        "author": "charbroil",
        "hdvFlag": 1,
        "mediaDuration": "96",
        "thumbnailUrl": "https:\/\/i1.ytimg.com\/vi\/0J9cUTF17PA\/mqdefault.jpg",
        "uploadDate": 1353271721,
        "videoId": "0J9cUTF17PA",
        "hookText": "Using The Smoker Box On The Char-Broil TRU-Infrared Big Easy 2-in-1 Electric Smoker & Roaster\n\nProcessed wood pellets or real wood chips can be used in the smoker box.  When filling with wood chips, shake the smoker box and tamp to settle the wood chips and maximize the capacity eliminating any air gaps. This will allow the wood chips to start faster and burn longer. When full, the chips or pellets should not be higher than the top of the smoker box.\n\nSoaking the wood chips in water before use will not extend the smoking time; only lengthen the time before they start to smoke.\n\nReturn the filled smoker box to The Big Easy, close the lid, and set the Power Level to 15. The wood chips or pellets will begin to smoke after approximately 15 minutes - depending on outside weather conditions. In cold or windy conditions, it will take longer for the wood chips to start to smoke. Allow the chips to smoke for 3-5 minutes before lowering the power level and adding food.\n\nDepending on the Power Level setting, real wood chips will smoke for over an hour in the smoke box.  Wood pellets will smoke almost twice as long. When refilling the smoke box, leave a few burning embers to help start the new chips or pellets smoking. If you have no embers left or want to start with a full box of fresh chips or pellets, simply fill the box and preheat on Power Level 15 for approximately 15 minutes or until they begin to smoke. \n\nDon't forget to turn the Power Level back to the original setting. The 15 minutes of cook time at Power Level 15 will not affect your overall cooking results. \n\nBUY NOW:\nhttp:\/\/www.charbroil.com\/the-big-easyr-2-in-1-electric-smoker-roaster-11101625-a1.html\nCHAR-BROIL LIVE COMMUNITY SITE:\nhttp:\/\/live.charbroil.com\nFACEBOOK: \nhttp:\/\/www.facebook.com\/charbroil\nTWITTER:\nhttp:\/\/www.twitter.com\/charbroil\nSHOP CHAR-BROIL\nhttp:\/\/www.charbroil.com"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14",
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 11044.505
}