{
    "title": "Meet Kate Somerville - The Ultimate Skin Health Expert",
    "description": "Whatever your concern, whatever your skin type, it is my goal at Kate Somerville to give you the tools necessary for a healthy complexion. I care about your skin and have dedicated my professional career to finding solutions to your skin health concerns. ",
    "referenceId": null,
    "date_created": "1385145779",
    "date_modified": "1418181110",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "133948",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "Meet-Kate-Somerville-The-Ultimate-Skin-Health-Expert",
    "category": null,
    "duration": 53,
    "settings": [],
    "asset": {
        "author": "Kate Somerville",
        "hdvFlag": 1,
        "mediaDuration": "53",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4Y4EypZFAik\/mqdefault.jpg",
        "uploadDate": 1387061390,
        "videoId": "4Y4EypZFAik",
        "hookText": "Whatever your concern, whatever your skin type, it is my goal at Kate Somerville to give you the tools necessary for a healthy complexion. I care about your skin and have dedicated my professional career to finding solutions to your skin health concerns. Towards that goal, I have developed a complete line of products to address the needs of real people. \n\nMy skincare collection was created in direct response to the challenges I see on a daily basis in my clinic -- the same skin health issues men and women of all ages and ethnicities face everywhere.\n\nWhile I may not be able to personally treat each one of you, through my products I can. And because my name is on the outside of each product, expect to find me on the inside. Expect the most advanced science, progressive ingredients and healing botanicals available. I believe everyone can achieve beautiful skin, and it's my promise to guide you there.\n\nSincerely,\nKate Somerville"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "18",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 660.50397
}