{
    "title": "BCBGMAXAZRIA Spring\/Summer 2014 | MB New York Fashion Week N",
    "description": "http:\/\/www.FashionTV.com\/videos NEW YORK - FashionTV can't take its eyes off the runway at the BCBGMAXAZRIA Spring\/Summer 2014 collection at Mercedes-Benz Fashion Week New York. It was all about color-blocking and layering for this season. Asymmetrical dr",
    "referenceId": null,
    "date_created": "1385415457",
    "date_modified": "1418181115",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "id": "134380",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "BCBGMAXAZRIA-Spring-Summer-2014-MB-New-York-Fashion-Week-N",
    "category": null,
    "duration": 282,
    "settings": [],
    "asset": {
        "author": "FashionTV",
        "hdvFlag": 1,
        "mediaDuration": "282",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xfM0UsEiHB0\/maxresdefault.jpg",
        "uploadDate": 1378457618,
        "videoId": "xfM0UsEiHB0",
        "hookText": "http:\/\/www.FashionTV.com\/videos NEW YORK - FashionTV can't take its eyes off the runway at the BCBGMAXAZRIA Spring\/Summer 2014 collection at Mercedes-Benz Fashion Week New York. It was all about color-blocking and layering for this season. Asymmetrical draping and belts gave the pieces an artful nonchalance and a few of the pieces included transparent pleating to give a bit of unexpected drama. The singular focus was easy, urban daywear that, with a bit of restyling, could easily take you into cocktail hour. Semi-sheer black long sleeve shirts and cream tights were the base for fluid frocks printed in sharp geometric patterns and neutral tones. \n\nAppearances: Manuela Frey, Yumi Lambert, Tilda Lindstam, Mariana Deleeuw, Kayley Chabot, and Mackenzie Dratzen.\n\nComment: If you had to pick one item, which would you choose?\n\nBCBGMAXAZRIA Spring\/Summer 2014 | MB New York Fashion Week NYFW | FashionTV\n\nCHANNEL http:\/\/youtube.com\/FashionTV\n\nFACEBOOK http:\/\/facebook.com\/FTV\n\nTWITTER http:\/\/twitter.com\/FashionTV\n\nFashionTV's YouTube network features coverage of fashion shows, fashion week, runway highlights, front row celebs, backstage, hair and makeup, models, designers, photo shoots, red carpets at the biggest events in Hollywood, and much more. The total source for worldwide fashion coverage, FashionTV has new uploads EVERY DAY - See it on YouTube first.\n\nhttp:\/\/FashionTV.com\n\n\n\n\n\n\n\n\n\n\n\nBCBGMAXAZRIA BCBG Max Azria \"Max Azria\" Spring Summer 2014 SS14 \"New York Fashion Week\" NYFW \"fashion show\" Mercedes Benz MB \"Spring Summer 2014\" ss14 s\/s ss2014 \"spring 2014\" \"summer 2014\" \"ready to wear\" rtw runway womens \"Fashion WeeK\" FashionTV FTV \"Fashion TV\" FashionTV.com Fashion TV"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8884.787
}