{
    "title": "2014 BMW M6 Gran Coupe Start Up, Exhaust, and In Depth Revie",
    "description": "Hello and welcome to Saabkyle04! YouTube's largest collection of automotive variety! In today's video, we'll take an up close and personal, in depth look at the all new 2014 BMW M6 Gran Coupe.\n\nMSRP pricing for the M6 Gran Coupe, before options begins at:",
    "referenceId": null,
    "date_created": "1386034363",
    "date_modified": "1418181125",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "id": "135312",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "2014-BMW-M6-Gran-Coupe-Start-Up-Exhaust-and-In-Depth-Revie",
    "category": null,
    "duration": 1893,
    "settings": [],
    "asset": {
        "author": "Saabkyle04",
        "hdvFlag": 1,
        "mediaDuration": "1893",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7KftVUFVSMM\/maxresdefault.jpg",
        "uploadDate": 1380505873,
        "videoId": "7KftVUFVSMM",
        "hookText": "Hello and welcome to Saabkyle04! YouTube's largest collection of automotive variety! In today's video, we'll take an up close and personal, in depth look at the all new 2014 BMW M6 Gran Coupe.\n\nMSRP pricing for the M6 Gran Coupe, before options begins at:\nStandard: $113,000\nAs Shown Here With Options: $131,000\n\nDuring this presentation, we will take a 1st person look at what the vehicle is all about beginning with the start up, performance data, fuel economy, the occasional track data, and build quality. Also, I will teach you how to use most of the interior and exterior features in a detailed fashion, that before, you could only get from going to a dealership yourself! Throughout the video, I will highlight key styling and unique differences about the vehicle, any available options, and of course it would not be an enthusiast car video without the good ole engine portion with rev and exhaust note with interior and exterior perspectives. A thorough tour\/review of this car designed to give others a greater overall appreciation of the vehicle.\n\nFOR MORE INFORMATION ABOUT THE CHANNEL SEE BELOW: In this channel you will find in depth educational videos of automobiles from all over the world, presented in a more detailed fashion than ever before. Basically, this gives the viewer the chance to view the most detailed 1st person look you can get without going to an actual dealer yourself! Every video is consistent in the way I present so viewers know what to expect in my presentations. I treat every vehicle with the same respect whether a 1960 Chevrolet Impala SS or the 2012 Lamborghini Aventador. I film all types of vehicles from past, present, and future while broadening the knowledge of the automotive enthusiast. You will see everything from vintage, brand new, exotic, mainstream, old, etc. I am very proud of this channel and have built it up from amateur videos years ago to what you see today. I wanted to share my love for the automotive world with the rest of the world. Be sure to explore the massive video variety, have fun and enjoy The Driver's Seat of YouTube!\n\nOFFICIAL WEBSITE FOR SAABKYLE04! www.saabkyle04.com\n\nOFFICIAL ONLINE STORE FOR SAABKYLE04: shop.saabkyle04.com\n\nOFFICIAL TWITTER FOR CONTINUOUS VIDEO UPDATES: https:\/\/twitter.com\/Saabkyle04LLC\n\nFIND ME ON THE OFFICIAL SAABKYLE04 FACEBOOK PAGE FOR CONTINUOUS UPDATES ON WHAT'S TO COME AND INTERACTING WITH OTHER FANS! https:\/\/www.facebook.com\/pages\/saabkyle04\/315743567772"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "3",
        "6",
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3843.4932
}