{
    "title": "Choose Your Weapon - The Fight Glove Revolution",
    "description": "As Everlast reaches it's 100 year anniversary in 2010, it is imperative that we continue to serve as the premier brand in the boxing arena.  In September 2009, we will launch three (3) new fight gloves (The MX, 1910, and Protex 3), marking the first time ",
    "referenceId": null,
    "date_created": "1387325033",
    "date_modified": "1418181134",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "id": "137556",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "Choose-Your-Weapon-The-Fight-Glove-Revolution",
    "category": null,
    "duration": 338,
    "settings": [],
    "asset": {
        "author": "Everlast",
        "hdvFlag": 0,
        "mediaDuration": "338",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ZRxRfHc6SFs\/mqdefault.jpg",
        "uploadDate": 1254501209,
        "videoId": "ZRxRfHc6SFs",
        "hookText": "As Everlast reaches it's 100 year anniversary in 2010, it is imperative that we continue to serve as the premier brand in the boxing arena.  In September 2009, we will launch three (3) new fight gloves (The MX, 1910, and Protex 3), marking the first time in our brands history that we will be providing fighters with a choice of fight gloves.  \"Choose your Weapon\" is a marketing and product campaign that encourages the boxer to explore their fight glove options in order to select the right glove that compliments their individual fighting style and physical attributes.  \r\n \r\nThe attached video is a look through the fighters eyes on the perception of their hands, as well as the emotional and physical requirements that go into selecting right fight gloves.  The fighters view is complimented by insight on the design origin, construction, and performance characteristics of each glove by the Everlast product Team. \r\n \r\nNo other brand on the market offers the fighter a choice, and thus it is imperative as the market leader in product and innovation that Everlast remain the Choice of Champions."
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "2"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 501.5774
}