{
    "title": "Teddy Atlas wants to know...What Do You Fight For?",
    "description": "Every person in the world has a fight in life, no matter how big or small, that motivates and drives them to be better.  \"What do you fight for?\" is a social movement to drive global awareness and encourage fans to share a few words, photo or video descri",
    "referenceId": null,
    "date_created": "1387324963",
    "date_modified": "1418181134",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "137524",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "Teddy-Atlas-wants-to-know-What-Do-You-Fight-For",
    "category": null,
    "duration": 69,
    "settings": [],
    "asset": {
        "author": "Everlast",
        "hdvFlag": 0,
        "mediaDuration": "69",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hCFi_C89ykc\/mqdefault.jpg",
        "uploadDate": 1277640779,
        "videoId": "hCFi_C89ykc",
        "hookText": "Every person in the world has a fight in life, no matter how big or small, that motivates and drives them to be better.  \"What do you fight for?\" is a social movement to drive global awareness and encourage fans to share a few words, photo or video describing the motivations that drive their fight in life, \r\nindividuals can inspire others to do the same.   \r\n\r\nFor each contest entry received, Everlast is donating $1 to the Dr. Theodore A. Atlas Foundation. Founded by world renown boxing trainer Teddy Atlas, the Dr. Atlas foundation is dedicated to improving the lives of those in need in our communities. \r\n\r\nSubmissions are entered through a dedicated Everlast Facebook campaign  and voted on by the public, with one (1) grand prize winner receiving $5,000 to help contribute to their fight, a VIP trip to Las Vegas for a World Championship fight, and a trip to the Dr. Theodore A. Atlas Foundation dinner in Staten Island on November 18th at the Hilton Garden Inn.   \r\n\r\nWhat are you waiting for?  Head on over to the 'I Fight For Contest' tab at Facebook.com\/Everlast and share your story."
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "19",
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3600.427
}