{
    "title": "CES 2013 - Nikon D5200",
    "description": "Shop Nikon Cameras - http:\/\/www.abt.com\/category\/20\/Digital-Cameras.html?brand=nikon\n\nFor those point and shoot people who want to get serious about photography, you may want to take a look at the Nikon D5200.  It is a great starting camera for the DSLR w",
    "referenceId": null,
    "date_created": "1433816805",
    "date_modified": "1433816805",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3844326",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "CES-2013-Nikon-D5200",
    "category": null,
    "duration": 158,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Abt",
        "hdvFlag": 1,
        "hookText": "Shop Nikon Cameras - http:\/\/www.abt.com\/category\/20\/Digital-Cameras.html?brand=nikon\n\nFor those point and shoot people who want to get serious about photography, you may want to take a look at the Nikon D5200.  It is a great starting camera for the DSLR world.  It has a lot of advanced features, starting with a 24.1 MP CMOS DX format sensor, which gives you a really high resolution.  It also includes a 39 point autofocus system that comes from the D7000.  It shoots at 5 frames per second, which is great when you are shooting action shots.  One of the best features on the camera is that is has a vari-angle screen that can rotate to give you a view of the picture you are taking, especially when you can't always look straight-on through the viewfinder.  Also, this camera comes in a hot rod red color.\n\nFor someone that is new to DSLRs, this camera gives you scene-mode, which lets you dedicate the scene depending on the surroundings and the camera will make all the changes for you.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/S09v3d0gnnk\/hqdefault.jpg",
        "videoId": "S09v3d0gnnk",
        "prettyDuration": "00:02:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1488.2186
}