{
    "title": "Nikon Coolpix A 16MP Black Digital Camera : Nikon at...",
    "description": "Buy Now - http:\/\/www.abt.com\/product\/68824\/Nikon-26423.html\nShop Digital Cameras - http:\/\/www.abt.com\/category\/20\/Digital-Cameras.html\n\nCreate D-SLR quality images \nAt the heart of the COOLPIX A is a high-performance Nikon DX-format CMOS image sensor the ",
    "referenceId": null,
    "date_created": "1433816725",
    "date_modified": "1433816725",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "id": "3844322",
    "loginId": "521",
    "entityType": "1",
    "titleTextEncoded": "Nikon-Coolpix-A-16MP-Black-Digital-Camera-Nikon-at",
    "category": null,
    "duration": 100,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Abt",
        "hdvFlag": 1,
        "hookText": "Buy Now - http:\/\/www.abt.com\/product\/68824\/Nikon-26423.html\nShop Digital Cameras - http:\/\/www.abt.com\/category\/20\/Digital-Cameras.html\n\nCreate D-SLR quality images \nAt the heart of the COOLPIX A is a high-performance Nikon DX-format CMOS image sensor the same size sensor used in Nikon DX-format D-SLRs! Achieve the ultimate COOLPIX image quality—breathtaking crystal-clear photos and Full HD videos with vibrant colors and rich textures—and shoot without a flash in some of the most poorly lit situations.\n\nExpand your capabilities and creativity \nThe COOLPIX A includes a full-size accessory shoe thats compatible with many exciting Nikon accessories. Frame your pictures up close by adding an optical viewfinder. Minimize flare caused by direct sunlight and get clearer photos with better contrast using a Lens Hood. An array of accessories helps you do that plus take control of light fire the camera remotely geotag your shoes and more! Add accessories to easily customize your camera system and cater to your unique needs.\n\nShare to your compatible smartphone or tablet \nConnect the optional WU-1a Wireless Mobile Adapter and wirelessly transfer photos to your compatible smartphone tablet or any Wi-Fi enabled device. Use your compatible smartphone or tablet to instantly upload your shoes to the web or email them to a friend. Or remotely control the COOLPIX A—see what the camera sees from your smartphone or tablet and fire off shots!\n\nRecord superior videos \nIf you want a compact camera that shoots stunning Full HD videos the COOLPIX—delivers. 1080p Full HD means exceptional video quality. Record the action then use an optional HDMI cable to connect to an HDTV and watch your videos come alive. A built-in mic records high-quality audio in stereo. Your videos will look and sound phenomenal.\n\nTake control of your vision \nThe COOLPIX A takes exceptional images on its own but when you want to take control you can. Select from Programmed Shutter Priority Aperture Priority or M",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RJ3wwM-nFMo\/hqdefault.jpg",
        "videoId": "RJ3wwM-nFMo",
        "prettyDuration": "00:01:40"
    },
    "transcripts": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": [
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10588.813
}